tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "cask"
brew "colordiff"
brew "git"
brew "git-secrets"
brew "htop"
brew "pure"
brew "telnet"
brew "tree"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "powershell"
